[
    {
      "id": 1,
      "name": "Rapoo V720 RGB Backlit Mechanical Gaming Keyboard",
      "price": 3550,
      "brand": "Rappo",
      "category":"Gaming",
      "img": "https://i.ibb.co/8MvXtDD/1.jpg",
      "description": "Pure Performance-Driven Design: Full-size keyboard with conflict-free design for all keys delivers peak performance with the most powerful Rapoo technologies. Customizable RGB Lighting: More than 10 backlight modes. Adjusting to match your system's look and personalize individual key lighting from a spectrum of 16.8 million colors. Easy-Access Media Controls: Play, pause, mute, adjust volume and skip songs right from the keyboard. Customizable Function Keys: Program custom macros to F1-F12 keys with Rapoo Gaming Software. Built-in Flash memory helps to save the keyboard configuration file in the game mode. Thus let players play on any computer without other software whatever way they like. Firmware can be updated online."
    },
    {
      "id": 2,
      "name": "Gamdias Hermes E2 7 Color Backlit Brown Switch Mechanical Gaming Keyboard",
      "price": 3900,
      "brand": "Gamdias",
      "category":"Gaming",
      "img": "https://i.ibb.co/HGczM25/2.jpg",
      "description": "The Gamdias Hermes E2 7 Color (Brown Switch) Mechanical Gaming Keyboard is built to draw out the maximum potential of a gamer with its efficient and tactile mechanical gaming switches for maximum precision and can perfectly fit in any type of battle station."
    },
    {
      "id": 3,
      "name": "Rapoo V500 SE USB Mix-Colored Backlit Mechanical Gaming Keyboard",
      "price": 2600,
      "brand": "Rappo",
      "category":"Gaming",
      "img": "https://i.ibb.co/8s6fcDs/3.jpg",
      "description": "Rapoo V500 SE USB Mix-Colored Backlit Mechanical Gaming Keyboard comes with RGB Lighting modes & effects. It features IP42 Dust and a spill-resistant design that protects you against accidents. has been ergonomically designed to be a superb typing tool for office work as well. Responsive keys for comfortable typing during both work and play. Compatible with Windows 10, Windows 8, Windows 7, Windows Vista, or Windows XP, Limited Mac OS. "
    },
    {
      "id": 4,
      "name": "Mumre Wrangler K100 Blue Switch Rainbow RGB Mechanical Keyboard",
      "price": 2000,
      "brand": "Mumre",
      "category":"Gaming",
      "img": "https://i.ibb.co/BCSWthS/4.jpg",
      "description": "Mumre Wrangler K100 Rainbow RGB Mechanical Keyboard comes with Blue Switch. The Mumre Wrangler K100 keyboard featured with a simple 104-key standard layout, and a full-key conflict-free design.In this keyboard, the surface is densely covered with particles, uniform and delicate, and has a matte-like smoothness."
    },
    {
      "id": 5,
      "name": "Redragon K587 PRO MAGIC-WAND RGB Mechanical Gaming Keyboard",
      "price": 4900,
      "brand": "Redragon",
      "category":"Gaming",
      "img": "https://i.ibb.co/qsYMv6g/5.jpg",
      "description": "Redragon K587 PRO MAGIC-WAND RGB Mechanical Gaming Keyboard comes with 87 keys ultra-compact layout, the Numpad on the right section has been removed for space-saving on desktop. Ideal for FPS gamers to use with the wrist or arm genre and offer you a minimalistic desktop. Geared with original mechanical blue switches, the K587 gaming keyboard will offer you the original intention of a mechanical keyboard. Clear tactile, instant actuation, and iconic \"clicky\" sound will enable you to enjoy the rhythm and pleasure of typing. It features Dynamic 16.8 million colors backlit with 16 unique modes that are free to choose from by the keyboard itself."
    },
    {
      "id": 6,
      "name": "Redragon K556 DEVARAJAS RGB Mechanical Gaming Keyboard",
      "price": 5200,
      "brand": "Redragon",
      "category":"Gaming",
      "img": "https://i.ibb.co/fMbPhdN/6.jpg",
      "description": "The Redragon K556 DEVARAJAS RGB features Anti-ghosting with 104 Standard Keys. All non-conflict keys and there are 12 multimedia keys. It comes with adjustable input speeds. It is loaded with features including heavy-duty metal and ABS construction, double-shot injection molded keycaps, high-end switches with mechanical ultra-last springs, crisp and bright adjustable RED LED backlighting, a gold plated USB connector, and a splash-resistant design. Extreme durability ensures that players do whatever they would like. Fully Anodized Aluminum Frame Brushed looks pretty stunning. Interchangeable arrow keys and WASD keys."
    },
    {
      "id": 7,
      "name": "Fantech MK885 Optimax Full Size Edition RGB Mechanical Keyboard",
      "price": 5300,
      "brand": "Fantech",
      "category":"Gaming",
      "img": "https://i.ibb.co/6BzLSPp/7.jpg",
      "description": "Fantech MK885 Optimax Full Size Edition RGB Mechanical Keyboard The exclusive Fantech keyboard is an ideal gaming keyboard which is comprised of 104 Full-size RGB keys with 12 Media keys. It has the ability to simultaneously press up to all keys with the help of Anti-Ghosting Technology. Besides, the keyboard has a double injection pump. The keyboard case is made of Metal Base. Chroma Illumination mode is available in this black colored device. It also has 19 Backlit RGB Modes."
    },
    {
      "id": 8,
      "name": "Dareu A87 Swallow Tenkeyless Mechanical Keyboard",
      "price": 5800,
      "brand": "Dareu",
      "category":"Gaming",
      "img": "https://i.ibb.co/qpZzKDK/8.jpg",
      "description": "Dareu A87 Swallow Tenkeyless Mechanical Keyboard equipped with Cherry MX Mechanical Switch that can hold up until 50 Million Clicks. The mechanical keyboard designed with USB to type-C interfaced and detachable. It is featured with Red / Brown Cherry MX Mechanical Switch, Detachable Top Cover, PBT Material Keycaps & N-Key Rollover, USB Type-C Interfaced with Adjustable Effect Ice Blue Light. In This keyboard, the top cover can be detachable. It is convenient to disassemble cleaning and replacement. This keyboard is wear resistance character and it will not cause greasy hand feeling. Support N-Key Rollover to avoid ghosting. It is compatible with Windows XP/Win 7/Win 8/Win 10. This Dareu A87 Swallow Tenkeyless Mechanical Keyboard comes with 1 Year Official Warranty."
    },
    {
      "id": 9,
      "name": "Dareu A87 Dream Tenkeyless Mechanical Keyboard",
      "price": "5800",
      "brand": "Dareu",
      "category":"Gaming",
      "img": "https://i.ibb.co/RNQGLGs/9.jpg",
      "description": "Dareu A87 Dream Tenkeyless Mechanical Keyboard equipped with Cherry MX Mechanical Switch that can hold up until 50 Million Clicks. This Tenkeyless Mechanical Keyboard is featured with Switch: Red / Brown Cherry MX Mechanical Switch, Key Fields: 3 Blocks, Cherry MX Mechanical Switch, Detachable Top Cover, PBT Material Keycaps & N-Key Rollover, USB Type-C Interfaced, Adjustable Effect Ice Blue Light. Here, the top cover can be detachable. It is convenient to disassemble cleaning and replacement. In this keyboard, Wear resistance character and it will not cause greasy hand feeling, and also support N-Key Rollover to avoid ghosting. It is compatible with Windows XP/Win 7/Win 8/Win 10 operating system. This latest Dareu A87 Dream Tenkeyless Mechanical Keyboard has 1 Year Official Warranty."
    },
    {
      "id": 10,
      "name": "Dareu A87 KB Edition Hot-Swap Type-C Backlit Mechanical Gaming Keyboard",
      "price": 6300,
      "brand": "Dareu",
      "category":"Gaming",
      "img": "https://i.ibb.co/LrQS5G4/10.jpg",
      "description": "The Dareu A87 KB Edition Hot-Swap Mechanical Keyboard is equipped with Dareu Violet Gold Mechanical Switch. This keyboard is compatible with 99% of mechanical switches on the market. The 3.5mm thick silicone pad is close to the panel to reduce the noise generated when the switch is struck, and to ensure that the keyboard sound is more pure, comfortable, and not harsh. PBT material, comfortable to touch, delicate hand feeling, higher abrasion resistance than ABS keycaps on the market, long-term use, no greasy feeling, clear characters, and not easy to wear off. It has 2 blocks of Key Fields. It supports USB Type-C Interface. It comes with Adjustable Effect Ice Blue Light. It has a magnetic top cover that can be detached. It is convenient to disassemble for cleaning and replacement. It is compatible with Windows 7 or higher, Mac OS 10, 11 or higher. Dareu A87 KB Edition has 1 Year Official Warranty."
    },
    {
      "id": 11,
      "name": "Asus RA05 TUF Gaming K3 RGB Mechanical Keyboard",
      "price": 6500,
      "brand": "Asus",
      "category":"Gaming",
      "img": "https://i.ibb.co/ry2XLSh/11.jpg",
      "description": "Asus TUF Gaming K3 RGB Mechanical Keyboard comes with Tactile TUF Gaming switches with reliable performance. here, the Dynamic RGB lighting effects and side-mounted light bar to illuminate your game and also the Dedicated volume knob for fast and easy audio adjustment Durable, reinforced plastic frame with up to 300 ml spill-resistance for everyday stability and reliability. In this keyboard, the Programmable keys comes with on-the-fly macro recording and onboard memory for personalized gameplay and also the Detachable ergonomic wrist rest for extended comfort. Asus TUF Gaming K3 RGB Keyboard is delivers uncompromising performance and exceptional durability. This new keyboard is also equipped with switches that deliver silent tactility with every press."
    },
    {
      "id": 12,
      "name": "Dareu A840 Childhood Brown Cherry MX Mechanical Gaming Keyboard",
      "price": 6500,
      "brand": "Dareu",
      "category":"Gaming",
      "img": "https://i.ibb.co/cLx8KXV/12.jpg",
      "description": "The Dareu A840 Childhood Mechanical Keyboard has TYPE-C interface. It comes with Cherry MX switches. This keyboard has Driver Key Conflict N-Key Rollover, LED Light Icy Blue backlight. This Keyboard designed with an Adsorption upper cover and Durable PBT keycaps. The new Dareu A840 Childhood Mechanical Gaming Keyboard equipped with an original Brown CHERRY MX mechanical switch, each mechanical switch is carefully selected and used. The Sublimation PBT keycaps have a much higher wear resistance than the ABS keycaps used in the market."
    },
    {
      "id": 13,
      "name": "Skyloong SK96s RGB Bluetooth Wireless Mechanical Keyboard",
      "price": 7500,
      "brand": "Skyloong",
      "category":"Gaming",
      "img": "https://i.ibb.co/5GLMybx/13.jpg",
      "description": "Skyloong SK96s RGB Bluetooth Wireless Mechanical Keyboard comes with Wireless with Bluetooth 5.1 & Wired mode. This Mechanical Keyboard equipped with the latest Bluetooth 5.1 chipset, the SK96S can connect up to 4 devices simultaneously. while switching seamlessly between screens by simply clicking on the hotkey. In this keyboard, it is also has Gateron Optical Switch. It's easy to use the shortcuts for a comfortable and smooth typing experience on all your laptops, tablets, smartphones, and Apple devices, because the dual system layout provides dedicated MAC and Windows keys. Here used 4000 mAh long-lasting battery. This is one kind of Fully Programmable Mechanical Keyboard. The latest Skyloong SK96s RGB Bluetooth Wireless Mechanical Keyboard has no warranty."
    },
    {
      "id": 14,
      "name": "Capturer KT87 Hot Swappable RGB Mechanical Keyboard",
      "price": 7600,
      "brand": "Capturer",
      "category":"Gaming",
      "img": "https://i.ibb.co/fM1m1C7/14.jpg",
      "description": "Capturer Keyboard KT87 RGB Mechanical Keyboard comes with Hot Swappable Doubleshot PBT Cherry Profile Keycaps and Kailh box red Switch. This mechanical keyboar has Type C USB (Detachable) Connectivity. The new Capturer Keyboard KT87 featured with Full anti ghosting, noise dampener foam, software and driver support. This new Capturer KT87 Hot Swappable RGB Mechanical Keyboard has no warranty."
    },
    {
      "id": 15,
      "name": "Keychron K12 Hot Swap Mechanical Keyboard",
      "price": 9000,
      "brand": "Keychron",
      "category":"Gaming",
      "img": "https://i.ibb.co/dBKHJP0/15.jpg",
      "description": "Keychron K12 Hot Swap Mechanical Keyboard is a Hot Swap key supported keyboard with the most popular 60% layout. This Mechanical keyboard has a Aluminum bezel with a total of 61 keys made with good quality ABS materials.These keyboard is available in both RGB and non-RGB version. These key boards  are Hot-swappable; it means to customize typing experience for every key without soldering, just pop them in and it’s done.The K12 hot-swappable option on Optical and Mechanical switches offers the freedom to easily personalize your typing experience without soldering. The Hot-swappable Version of Keychron k12 keyboard is available in both backlit and Non-backlit. As for altering switches Keychron Optical and Gateron supports a few altering switch options. They Gateron, Cherry, Kailh swappable MX 3 type switches and Keychron Optical  Switches."
    },
    {
      "id": 16,
      "name": "Asus ROG Strix Flare XA01 Cherry MX Red Switch RGB Mechanical Gaming Keyboard",
      "price": 13300,
      "brand": "Asus",
      "category":"Gaming",
      "img": "https://i.ibb.co/bb6kWhz/16.jpg",
      "description": "Asus ROG Strix Flare XA01 RGB Mechanical Gaming Keyboard comes with Cherry MX RGB mechanicalkey switches that deliver satisfying mechanical feel with optimalactuation, this is the choice of professional gamers and enthusiasts. You can customiz illuminated badge, that will Boast your ROG pride or show your flair witha personal or team insignia. In this mechanical keyboard, Dedicated media keys and volume wheelpositioned on the left for instant in-game audio control, a USB passthrough foreasy connection and a detachable soft-touch wrist rest. And also Individually backlit keys and vibrantunderglow powered by Aura Sync RGB lighting technology. Here, Mapmacros on-the-fly to our fully programmable keys, By which you can adjust settings with enhanced ROG Armoury II software, and store profiles on the keyboard’s onboard memory."
    },
    {
      "id": 17,
      "name": "Asus XA04 Strix Scope Deluxe Mechanical Gaming Keyboard",
      "price": 12500,
      "brand": "Asus",
      "category":"Gaming",
      "img": "https://i.ibb.co/xYDs9CR/17.jpg",
      "description": "Asus XA04 Strix Scope Deluxe Mechanical Gaming Keyboard featured with Cherry MX switches, aluminum frame, Stealth key (So that, you can instantly hides all apps and mutes all audio, assuring privacy the moment you need it), Aura Sync lighting and additional silver WASD for FPS games. Thid gaaming keyboard comes with 2X wider, ergonomic Xccurate Ctrl key means fewer missed clicks for greater FPS precision. It design with Durable construction, so that the Aluminum top plate with striking slash aesthetic for everyday resilience with a dash of style. In this Mechanical Gaming Keyboard, Macros, management and memory: Quickly map command sequences to selected keys, adjust settings with enhanced Armoury II software, and store profiles using onboard memory and also it finished with an aluminum faceplate."
    },
    {
      "id": 18,
      "name": "Corsair K70 RGB Mechanical Gaming Keyboard Cherry MX Speed",
      "price": 15000,
      "brand": "Corsair",
      "category":"Gaming",
      "img": "https://i.ibb.co/QpFWNGP/18.jpg",
      "description": "The CORSAIR K70 RGB MK.2 SE is a premium mechanical gaming keyboard built to last, with silver aluminum frame, CHERRY MX Speed keyswitches, white PBT double-shot keycaps and stunning per-key RGB dynamic backlighting. CHERRY® MX Speed mechanical keyswitches provide the reliability and accuracy you demand, with blistering fast 1.2mm actuation. Stand out with a special silver anodized brushed aluminum frame and stunning white precision-molded, double-shot keycaps. Built to turn heads and withstand a lifetime of gaming. Precision moulded white double-shot keycaps that never fade. No matter how fast your in-game actions are, every keypress registers correctly. Take all your macros, lighting profiles and shortcuts with you, with three stored profiles that work without extra drivers or software. Stay focused and prevent accidental Windows and Context Menu key presses. The comfort to enhance your gameplay during the longest gaming session. Convenient access to an additional USB port for your mouse or headset."
    },
    {
      "id": 19,
      "name": "Fantech MAXFIT67 MK858 RGB Kailh Box White Switch Mechanical Hotswap Keyboard",
      "price": 12800,
      "brand": "Fantech",
      "category":"Gaming",
      "img": "https://i.ibb.co/LJsfdTG/19.jpg",
      "description": "Fantech MAXFIT67 MK858 Keyboard comes with Programmable Encoder Knob, Kailh Box White Switch, Hot-Swappable Sockets, Ultra Tough Pre Lubed Stabs. Here All keys are anti-ghosting, which ensures that every single keypress registers simultaneously and accurately in-game. This keyboard has a Long-lasting battery life, which comes with a 4,000 mAh battery for up to 70 hours of use per charge and up to 240 hours with RGB off! Recharge less, play more. This Fantech MAXFIT67 MK858 keyboard featured a Programmable encoder knob More than just a standard volume knob."
    },
    {
      "id": 20,
      "name": "Keychron K2 Wireless RGB Hot Swap Aluminum Frame Mechanical Keyboard (Version 2)",
      "price": 8000,
      "brand": "Keychron",
      "category":"Gaming",
      "img": "https://i.ibb.co/CvTz4dQ/20.jpg",
      "description": "Keychron K2 Wireless Mechanical Keyboard (Version 2) has included keycaps for both Windows and Mac operating systems. The K2 Wireless Mechanical Keyboard is a super tactile wireless or wired keyboard giving you all the keys and function you need while keeping it compact, with the largest battery seen in a mechanical keyboard. You can connect with up to 3 devices via Bluetooth and switch among them easily. With high reliable and broad compatibility Broadcom Bluetooth 5.1 chipset, the K2 is best to fit home, office and light gaming use while connecting with your smartphone, laptop and iPad. It also has a wired mode with USB Type-C connection."
    },
    {
      "id": 21,
      "name": "Razer BlackWidow Lite Silent & Compact Mechanical Gaming Keyboard Mercury White",
      "price": 7500,
      "brand": "Razer",
      "category":"Gaming",
      "img": "https://i.ibb.co/Fw3qkfv/21.jpg",
      "description": "Razer BlackWidow Lite Mechanical Gaming Keyboard is the fast responsiveness for gaming with toned-down features. The Razer BlackWidow Lite keyboard's tactility in each individual key offers a satisfying experience when typing, making work feel good. In this Mechanical Keyboard, the High-performance keys meet o-ring sound dampeners, and true white LED backlighting, keeping you focused and productive. This Razer BlackWidow Lite comes with Razer Orange Mechanical Switch. This exclusive Razer BlackWidow Lite featured with 80-million keystroke lifespan, Wired Detachable braided fiber cable with strap 10-key rollover anti-ghosting, Fully programmable keys with on-the-fly macro recording, 1000 Hz Ultrapolling, and Instant Trigger Technology"
    },
    {
      "id": 22,
      "name": "Keychron K6 Wireless RGB Backlight Mechanical Keyboard",
      "price": 9500,
      "brand": "Keychron",
      "category":"Gaming",
      "img": "https://i.ibb.co/Yb43bL3/22.jpg",
      "description": "Keychron K6 Wireless RGB Backlight Mechanical Keyboard has included keycaps for both Windows and macOS, and users can hotswap every switch in seconds with the hot-swappable version. You can connects with up to 3 devices via Bluetooth and switch among them easily. With high reliable and broad compatibility Broadcom Bluetooth chipset, the K6 is best to fit home, office and light gaming use while connecting with your smartphone, laptop and iPad. It also has wired mode with USB Type-C connection. This Mechanical Keyboard compatible with both macOS and Windows. Keychron is one of only a few in the market that comes with a Mac multimedia keys layout for Mac enthusiasts. The K6 RGB Backlight Mechanical Keyboard is compact while offering convenient accessibility to all the essential multimedia and function keys through the combination of key presses & also comes with navigation keys to offer the same functionalities of a tenkeyless keyboard, but with a smaller desk footprint. "
    },
    {
      "id": 23,
      "name": "HyperX Alloy Origins Mechanical Gaming RGB Keyboard",
      "price": 7500,
      "brand": "HyperX",
      "category":"Gaming",
      "img": "https://i.ibb.co/9GWck9M/23.jpg",
      "description": "The HyperX Alloy Origins Mechanical Gaming Keyboard featured with HyperX mechanical switches, Full aircraft-grade aluminum body, Compact, portable design with detachable USB Type-C cable, Dazzling RGB lighting with dynamic effects, Advanced customization with HyperX NGENUITY software, Three adjustable keyboard angles, Onboard memory for three profiles, Game Mode, 100% anti-ghosting, and N-key rollover functionalities. HyperX mechanical switches feature an exposed LED for brighter, more luminous RGB lighting."
    },
    {
      "id": 24,
      "name": "Corsair K60 RGB PRO SE Mechanical Gaming Keyboard",
      "price": 8000,
      "brand": "Corsair",
      "category":"Gaming",
      "img": "https://i.ibb.co/TK2S95k/24.jpg",
      "description": "The Corsair K60 RGB PRO SE Mechanical Gaming Keyboard features vivid dynamic RGB lighting control, sophisticated macro programming, and full-system lighting synchronization compatible with CORSAIR peripherals, coolers, fans, and more. Experience an unparalleled level of immersion when playing iCUE-integrated games, as your RGB lighting dynamically reacts to in-game actions and events in real-time. CHERRY MV key switches feature eight guide rails for a stable keypress, while smooth cross-linear activation and a fast reset deliver precision, performance, and comfort while gaming. The Corsair K60 RGB PRO SE is built with a brushed aluminum frame with black anodization for a stylish, modern look and years of battle-tested durability. It comes with a detachable palm rest. Easily slides into place, with a soft-textured surface and memory foam cushioning for the plush comfort to breeze through hours of gaming. Precision-molded keycaps with a standard bottom row layout resist wear, fading, and shine, with 1.5mm thickness for rigid stability. The Corsair K60 RGB PRO SE comes with 2 years of warranty."
    },
    {
      "id": 25,
      "name": "Corsair K60 RGB PRO Mechanical Gaming Keyboard Black",
      "price": 8000,
      "brand": "Corsair",
      "category":"Gaming",
      "img": "https://i.ibb.co/9n0R3XB/25.jpg",
      "description": "The CORSAIR K60 RGB PRO Mechanical Gaming Keyboard designed for both style and substance with a durable brushed aluminum frame and CHERRY MV mechanical keyswitches that let your vivid per-key RGB backlighting shine through. The CORSAIR K60 RGB PRO featured with Full Key (NKRO) with 100% Anti-Ghosting, Keyswitch CHERRY VIOLA, USB Polling Rate 1,000Hz, Form Factor Full Size. The Mechanical Gaming Keyboard designed with Matrix 104 Keys and has USB 3.0 or 3.1 Type-A Wired Connectivity. In this mechanical Keyboard, the CHERRY MV keyswitches feature eight guide rails for a stable keypress, while smooth cross-linear activation and a fast reset deliver precision, performance, and you will feel comfort while gaming. This CORSAIR K60 RGB PRO built with a brushed aluminum frame with black anodization for a stylish, modern look and years of battle-tested durability. The Latest CORSAIR K60 RGB PRO comes with 02 years warranty."
    },
    {
      "id": 26,
      "name": "Dareu A87 V2 Wireless Hotswappable RGB Mechanical Keyboard",
      "price": 8200,
      "brand": "Dareu",
      "category":"Gaming",
      "img": "https://i.ibb.co/YfqQZrr/26.jpg",
      "description": "Dareu A87 V2 is one kind of Wireless Hotswappable Mechanical Keyboard. This switch can hold up until 50 Million Clicks. It is convenient to disassemble cleaning and replacement. This keyboard featured with Switch: Dareu x TTC V2 Prelubed, Keycaps: Double shot PBT color dyed, Lighting: Full RGB and Lifespan: 80 million. This Dareu A87 V2 Mechanical Keyboard is designed with Detachable top cover, Dual Adjustable feet, 3 Way cable management. The Mechanical keyboard comes with USB Type C & Bluetooth + 2.4Ghz Connectivity. This Dareu A87 V2 keyboard compatible with Windows XP/Win 7/Win 8/Win 10 operating system. This latest Dareu A87 V2 Mechanical Keyboard has 1 Year Official Warranty."
    },
    {
      "id": 27,
      "name": "Corsair K63 Compact Special Edition Wireless Gaming Keyboard Cherry MX Red TKL",
      "price": 9000,
      "brand": "Corsair",
      "category":"Gaming",
      "img": "https://i.ibb.co/JCpP7PB/27.jpg",
      "description": "Experience ultimate gaming freedom with the CORSAIR K63 Wireless Special Edition Mechanical Gaming Keyboard, featuring CORSAIR ONE styled Ice Blue backlighting, ultra-fast 1ms 2.4GHz wireless technology, and CHERRY MX mechanical key switches. Experience ultimate gaming freedom with the CORSAIR K63 Wireless Mechanical Gaming Keyboard, featuring ultra-fast 1ms 2.4GHz wireless technology with CHERRY MX mechanical key switches packed into a portable, tenkeyless design. New Ice Blue LED backlighting is made to match with CORSAIR ONE. Connect using ultra-fast 1ms 2.4GHz gaming-optimized wireless technology, low latency Bluetooth wireless, or wired USB connection. Gold contact CHERRY MX Red mechanical gaming key switches deliver the ultimate performance and competitive advantage. Experience per-key blue backlighting with seven pre-set lighting effects to select from and adjust. "
    },
    {
      "id": 28,
      "name": "Logitech G310 Mechanical Gaming Keyboard",
      "price": 9550,
      "brand": "Logitech",
      "category":"Gaming",
      "img": "https://i.ibb.co/34dvDch/28.png",
      "description": "Center-illuminated backlight Ultra-light compact design Romer-G mechanical switches- Upto 25 percent faster key switch actuation Repositionable Arx control dock- Logitech Arx control app for Android and iOS adds second screen capability that allows your mobile device to display in-game info, vital system statistics and more Performance facet keycap shape and layout helps provide tactile feedback on fingertip position for enhanced accuracy in various gaming positions 01 Year Warranty"
    },
    {
      "id": 29,
      "name": "Asus ROG Strix Flare XA01 Cherry MX Red Switch RGB Mechanical Gaming Keyboard",
      "price": 13300,
      "brand": "Asus",
      "category":"Gaming",
      "img": "https://i.ibb.co/Q68vm2h/29.jpg",
      "description": "Asus ROG Strix Flare XA01 RGB Mechanical Gaming Keyboard comes with Cherry MX RGB mechanicalkey switches that deliver satisfying mechanical feel with optimalactuation, this is the choice of professional gamers and enthusiasts. You can customiz illuminated badge, that will Boast your ROG pride or show your flair witha personal or team insignia. In this mechanical keyboard, Dedicated media keys and volume wheelpositioned on the left for instant in-game audio control, a USB passthrough foreasy connection and a detachable soft-touch wrist rest. And also Individually backlit keys and vibrantunderglow powered by Aura Sync RGB lighting technology. Here, Mapmacros on-the-fly to our fully programmable keys, By which you can adjust settings with enhanced ROG Armoury II software, and store profiles on the keyboard’s onboard memory."
    }
  ]